Repository: 84000/data-translation-memory
Catalog: Toh_308-Questions_Regarding_Death_and_Transmigration-v2.tmx
Source language: bo
Languages: en

source: ཚེ་འཕོ་བ་ཇི་ལྟར་འགྱུར་བ་ཞུས་པའི་མདོ།
en: The Sūtra Questions Regarding Death and Transmigration

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ན་གྲོང་ཁྱེར་ཆེན་པོ་སེར་སྐྱར་ཁྱིམ་བདག་ཐམས་ཅད་འདུལ་བའི་དུས་ལ་བབ་པར་གཟིགས་ནས་དེ་དག་དད་པ་བསྐྱེད་པར་བྱ་བའི་ཕྱིར། འཁོར་ལྔ་བརྒྱ་དང་བཅས་པར་གཤེགས་པ་ལས།
en: The Blessed One, seeing that the time had come to train all the various householders of the great city of Kapilavastu, went there with a retinue of five hundred to cause them to generate faith.

source: དེའི་ཚེ་ཤཱཀྱ་དགའ་སྐྱེས་ཞེས་བྱ་བ་དར་ལ་བབ་པ། གཉེན་གྱི་སྐྱེ་བོ་ཐམས་ཅད་ལ་རབ་ཏུ་གཅེས་པ།
en: At that time, a man in the prime of his life called Śākya Nandaja, who was cherished by all his relatives and praised by all, had died.

source: མི་ཐམས་ཅད་ཀྱིས་བཀུར་བའི་གནས་སུ་གྱུར་པ་ཞིག་ཚེ་འཕོས་པའི་ཕུང་པོའི་དྲུང་ན་དེའི་བུ་དང་། ཆུང་མ་དང་། སྤུན་དང་། གཡོག་འཁོར་རྣམས་ཀྱིས་རྟའི་ཚོགས་དང་། གླང་པོ་ཆེའི་ཚོགས་དང་། གོས་དང་། རྒྱན་སྣ་ཚོགས་པ་ཡང་བསགས། གསེར་དངུལ་དང་། མུ་ཏིག་དང་། ཤེལ་ལ་སོགས་པའི་རིན་པོ་ཆེ་སྣ་ཚོགས་པ་ཡང་བསགས། བཟའ་བ་དང་། བཏུང་བ་རོ་ཞིམ་པོ་མངར་བ་སྣ་ཚོགས་པ་ཡང་བསགས་ཏེ།
en: In front of his body his children, wife, relatives, and dependents had gathered together his horses, elephants, clothes, and a variety of ornaments, gold and silver, pearls, crystals, and other jewels, as well as a variety of delicious and sweet food and drink.

source: སྨྲེ་སྔགས་འདོན་ཅིང་དགའ་སྐྱེས་ལ་གསོལ་ལོ་ཞེས་མཆོད་པ་བྱེད་པ་དང་།
en: They offered them, wailing, “We give these to Nandaja!”

source: རྒྱལ་པོ་ཟས་གཙང་མས་བསམས་པ། འདི་ལྟར་ཚེ་འཕོས་པ་ལ་མཆོད་ཅིང་གསོལ་པ་དང་། རྗེད་པ་ནི་བྲམ་ཟེ་དག་གི་སྨྲང་ལས་ཟེར་ན་འདི་དག་ལ་སྨན་པ་དང་བདེ་བ་ཅི་ཡོད་པ་བཅོམ་ལྡན་འདས་ལ་དྲིའོ་སྙམ་ནས
en: This made King Śuddhodana wish to ask the Blessed One what benefit and good would ensue if, in such a fashion, offerings, food, and honors to the deceased were presented according to the brahmins’ formulae.

source: བཅོམ་ལྡན་འདས་ཀྱི་དྲུང་དུ་སོང་ནས་ཕྱག་འཚལ་ཏེ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: He approached the Blessed One, prostrated, and asked,

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་ཚེ་འཕོས་པ་ཇི་ལྟར་འགྱུར་བའི་དོན་ཞུ་བར་འཚལ་ན་སྐབས་དབྱེ་བར་ཅི་གནང་།
en: “Blessed One, would you allow me to ask some questions about what it is like for sentient beings to die?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་པ།
en: The Blessed One replied,

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་ཅི་དང་ཅི་བཞེད་པ་ཞུས་ཤིག་དང་།
en: “O Great King, ask whatever you wish.

source: རྒྱལ་པོ་ཆེན་པོའི་སེམས་རངས་པར་བཤད་པར་བྱའོ། །
en: It will be explained to the Great King’s satisfaction.”

source: བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་ཆེན་པོ་ཟས་གཙང་མས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The Great King Śuddhodana then asked the Blessed One,

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་འདི་ནས་ཚེ་ཕ་རོལ་ཏུ་འཕོས་པའི་སེམས་ཅན་རྣམས་ཕ་རོལ་ཏུ་སྐྱེ་བ་དེ་ལྷ་རྣམས་ཀྱང་ལྷར་སྐྱེའམ།
en: “Blessed One, regarding the rebirths of beings who pass from this world to the next, are gods reborn as gods?

source: དེ་བཞིན་དུ་མི་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། དམྱལ་བ་རྣམས་ཀྱང་མི་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། དམྱལ་བ་རྣམས་སུ་ཚེ་འཕོས་པར་རིགས་མ་འདྲེས་པར་སོ་སོར་སྐྱེའམ།
en: Likewise, are humans, animals, hungry ghosts, and hell-beings also reborn consistently as their own kind, respectively, as humans, animals, hungry ghosts, and hell-beings?

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་ལྷ་རྣམས་ནས་ཚེ་འཕོས་པ་མི་ལ་སོགས་པ་གཞན་རྣམས་སུ་སྐྱེའམ།
en: Or is it the case, Blessed One, that when gods pass from this life, they are reborn as humans and other kinds of beings?

source: དེ་བཞིན་དུ་མི་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། དམྱལ་བ་རྣམས་ནས་ཚེ་འཕོས་ན་ཡང་ལྷ་ལ་སོགས་པ་གཞན་རྣམས་སུ་ཡང་སྐྱེ་བར་འགྱུར།
en: Likewise, are humans, animals, hungry ghosts, and hell-beings reborn as other kinds of beings, such as gods and so forth, as well?

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་སེམས་ཅན་ཐམས་ཅད་འདི་ནས་ཚེ་འཕོས་ནས་ཡེ་མེད་པར་གྱུར་ཏེ། མེ་ཤི་བའི་ཐལ་བ་བཞིན་དུ་གྱུར་ནས་སྐྱེ་བར་ཡེ་མ་མཆིས་སམ།
en: “Or, Blessed One, when they pass from this life do sentient beings become utterly nonexistent, becoming like the ashes of a fire that has died out, and not taking any rebirth at all?

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་སེམས་ཅན་ཐམས་ཅད་འདི་ནས་ཚེ་འཕོས་ནས་ཕ་དང་། མེས་པོ་དང་། ཡང་མེས་ལ་སོགས་པ་ཐོག་མ་མེད་པ་ནས་བཟུང་བའི་བར་དུ་བརྒྱུད་པའི་རིས་འཐུན་པ་རྣམས་འཇིག་རྟེན་ཕ་རོལ་ཏུ་སྐྱེ་བ་མི་ལེན་པར་འདིར་ཅི་སྤྱད་པ་བཞིན་འགྲོགས་ཏེ་གནས་སོ། །ཞེས་འཇིག་རྟེན་པ་དག་མཆིས་ན་དེ་ལྟར་ལགས་སམ།
en: “Blessed One, is it really as the worldly say it is? Do all sentient beings live on after their deaths, befriending their kin in a beginningless lineage including fathers, grand­fathers, great-grandfathers, and more, not taking rebirth in a future life but living just as they do in this life?

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་འདི་ན་ཕྱུག་དྲེགས་རྒྱགས་པ་རྣམས་ཕ་རོལ་ཏུ་ཡང་ཕྱུག་དྲེགས་རྒྱགས་པར་འགྱུར་རམ། འདི་ན་དབུལ་རྒུད་ཉམ་ཆུང་བ་རྣམས་ཕ་རོལ་ཏུ་ཡང་དབུལ་རྒུད་ཉམ་ཆུང་བར་འགྱུར་རམ།
en: “Blessed One, do those who are wealthy and proud in this life go on to be wealthy and proud in the hereafter too, and do those who are poor and humble in this life go on to be poor and humble in the next?

source: འོན་ཏེ་དེ་གཉིས་མི་འདྲ་བར་ཕན་ཚུན་བསྣོལ་མར་འགྱུར།
en: Or do people simply switch back and forth between the two?

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་འདི་ན་རྟ་དང་། གླང་པོ་ཆེ་ལ་སོགས་པ་ཞོན་པ་དང་། འདི་ན་གོས་གྱོན་པ་དང་རྒྱན་ཐོགས་པ་དང་། འདི་ན་ཟས་བཟའ་བ་དང་། བཏུང་བ་དང་ལྡན་པ་རྣམས་ཤི་འཕོས་ནས་ཕ་རོལ་ཏུ་ཡང་དེ་བཞིན་དུ་ཞོན་པ་དང་། གྱོན་པ་དང་། ཟ་ཞིང་འཐུང་ངོ་ཞེས་འཇིག་རྟེན་པ་དག་མཆི་ན་དེ་ལྟར་ལགས་སམ།
en: “Blessed One, is it really as the worldly say it is? Those who, in this life, ride horses and elephants, wear fine clothes and ornaments, eat food and drink, do they continue in their future lives to ride, dress, and eat in the same way?

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་འདི་ནས་ཤི་འཕོས་པ་ལ་ཕ་མའམ། སྤུན་ནམ། བུ་ལ་སོགས་པ་ཉེ་རིས་རྣམས་ཀྱིས་བཟའ་བ་དང་། བཏུང་བ་ཉུང་ངུ་ཉུང་ངུར་གཏང་བའམ། བསྔོས་པ་ཡང་བསྐལ་པ་མང་པོའི་བར་དུ་ཟད་པར་མི་འགྱུར་བར་ཟ་ཞིང་འཐུང་ངོ་ཞེས་འཇིག་རྟེན་པ་དག་མཆི་ན་དེ་ལྟར་ལགས་སམ།
en: “Blessed One, is it really as the worldly say it is? When their parents, siblings and cousins, children, and so forth give or dedicate small portions of food or drink to someone who has passed from this world, is the deceased then able to eat and drink inexhaustibly for many eons?

source: བཅོམ་ལྡན་འདས་གཞན་ཡང་སེམས་ཅན་འདི་ནས་ཚེ་འཕོས་པ་ན་ཕ་མའམ། སྤུན་ནམ། བུ་ལ་སོགས་པ་ལ་གཏམ་བྱས་ཏེ་ཚིག་ཅི་སྨྲས་པ་དང་། གཟུགས་བྱད་ཅི་འདྲ་བ་དག་ཚེ་འཕོས་ནས་ཕྱིས་ཕ་མའམ། སྤུན་ནམ། བུ་ལ་སོགས་པ་ལ་སྔོན་ཚེ་མ་འཕོས་པའི་དུས་ན་གཏམ་བྱས་པ་ལ་སོགས་པ་སྨྲ་བ་དང་། གཟུགས་བྱད་དག་སྟོན་ཏེམཐོང་བ་དང་ཐོས་པ་ཡོད་ཅེས་འཇིག་རྟེན་པ་དག་མཆི་ན་དེ་ལྟར་ལགས་སམ།
en: “Blessed One, is it really as the worldly say it is? When sentient beings pass on from this world, do they later, after death, tell their parents, siblings, children, and so forth the same things, such as stories and so forth, that they had told them earlier before they died? And do they later exhibit the same physical features to them as they had earlier before death? Are they seen and heard to do this?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་ཟས་གཙང་མ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: After these queries, the Blessed One replied to the king Śuddhodana,

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་འདི་ནས་ཤི་འཕོས་ནས་ལྷ་རྣམས་ལྷར་སྐྱེ་བ་ལ་སོགས་པ་འདྲི་བ་ལྟར་མ་ལགས་ཏེ། །
en: “O Great King, with regard to your question as to whether gods are reborn as gods and so forth, the answer is ‘no.’

source: ལྷ་རྣམས་ཚེ་འཕོས་པ་ཡང་ལྷར་སྐྱེས་ནས་འགྲོ་བ་རིས་གཞན་རྣམས་སུ་མི་སྐྱེ་བ་ལགས་པ་ནས་དེ་བཞིན་དུ་མི་ལ་སོགས་པ་འགྲོ་བ་གཞན་རྣམས་ཀྱང་ཚེ་འཕོས་ནས་འགྲོ་བ་གཞན་དང་གཞན་རྣམས་སུ་མི་སྐྱེ་བར་རང་རང་གི་སྔ་མའི་རིས་རྣམས་སུ་སྐྱེ་བ་ལགས་ན་ནི།
en: Suppose that when gods died they were reborn only as gods and not reborn as other types of beings, and the same for humans and so forth.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་མི་རྣམས་དང་པོ་ལྷ་ལས་གྱུར་པ་ལགས་ལ། ངན་སོང་གསུམ་པོ་རྣམས་ནི་མི་རྣམས་ཀྱིས་མི་དགེ་བ་སྤྱད་པ་ལས་གྱུར་པ་ལགས་པའི་ཕྱིར་གང་ལྷ་ལ་སོགས་པ་ཚེ་འཕོས་པ་དེ་འགྲོ་བ་རིས་གཞན་དང་གཞན་རྣམས་སུ་སྐྱེ་བ་ལགས་སོ། །
en: O Great King, initially humans come from gods, and the three lower realms come from humans’ engagement in nonvirtue. Therefore, those gods and so forth who die are reborn in various other types of migrations.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་རྒྱལ་པོ་ཆེན་པོས་གསུངས་པ་ལྟར་ལགས་ན་ནི།
en: “O Great King, suppose, moreover, that the answer to this question of yours were to be ‘yes.’

source: ད་ལྟར་གྱི་འགྲོ་བ་རིས་དྲུག་པོ་རྣམས་མང་བ་དང་ཉུང་བ་རྣམས་ཇི་ལྟར་ཡོད་པ་བཞིན་དུ་དུས་ཐམས་ཅད་དུ་དེ་ལྟར་འགྱུར་བའི་རིགས་ན
en: Then it would be logical that the quantities of the six types of beings would always be the same as they are now.

source: མི་རྣམས་ལས་མི་དགེ་བ་སྤྱད་པ་མང་བའི་རྒྱུས་ངན་སོང་གསུམ་པོ་རྣམས་ཕྱིར་ཞིང་མང་བ་ལ་གཟིགས།
en: But notice how the three lower realms are more numerously repopulated due to the preponderance of humans’ engagement in nonvirtue!

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ད་ལྟར་གྱི་དགྲ་བཅོམ་པ་འདི་དག་ནི་མི་ལས་གྱུར་པ་ལགས་ན།
en: Moreover, O Great King, if the arhats of today come from the ranks of humans,

source: འགྲོ་བ་རིས་སོ་སོར་མ་འདྲེས་པར་ཡང་རིས་སོ་སོར་སྐྱེ་བ་ནི་མི་རིགས་སོ། །
en: then it cannot be right that beings are consistently reborn in their own types.

source: དགྲ་བཅོམ་པའི་འབྲས་བུ་ཐོབ་པར་ཡང་མི་རིགས་སོ། །
en: What is more, it would be impossible for anyone to obtain the fruit of being an arhat.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་དེའི་ཕྱིར་ན་ལས་དགེ་བ་དང་མི་དགེ་བའི་དབང་གིས་མཐོ་རིས་དང་ངན་སོང་ལ་སོགས་པར་རིས་ཐ་དད་པར་སྐྱེ་བར་འགྱུར་རོ། །
en: Therefore, O Great King, through virtuous and nonvirtuous actions beings are reborn as different types, such as those in the heavens and those in the lower realms.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་རྒྱལ་པོ་ཆེན་པོས་ལྷ་རྣམས་ཚེ་འཕོས་ནས་མི་ལ་སོགས་པ་གཞན་རྣམས་སུ་སྐྱེའམ་ཞེས་བྱ་བ་ལ་སོགས་པ་དྲིས་པ་ནི་དེ་དེ་བཞིན་ལགས་ཏེ། དེ་དེ་ལྟར་ལགས་སོ། །
en: “O Great King, regarding your question as to whether gods that die are reborn as other types of beings, such as humans and the like, the answer is ‘yes.’

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་རྒྱལ་པོ་ཆེན་པོས་སེམས་ཅན་ཐམས་ཅད་ཚེ་འཕོས་ནས་ཡེ་མེད་པར་གྱུར་ཏེ་མེ་ཤི་བའི་ཐལ་བ་བཞིན་དུ་སྐྱེ་བ་ཡེ་མ་མཆིས་སམ་ཞེས་གསུངས་པ་ནི་དེ་ལྟར་མ་ལགས་ཏེ།
en: “O Great King, regarding your question as to whether sentient beings die and become utterly nonexistent, like the ashes of a fire that has died out, and as to whether rebirth is utterly nonexistent, the answer is ‘no.’

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་དཔེར་ན་ས་བོན་ཡོད་ན་འབྲས་བུ་འབྱུང་སྟེ། ཚེ་འདི་ས་བོན་ལྟ་བུ་ལས་ཚེ་ཕྱི་མ་འབྲས་བུ་ལྟ་བུ་ཡོད་དོ། །
en: O Great King, just as when you have a seed, a fruit will come forth, so from the seed of this life the fruit of the next life comes about.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་ཉི་མ་ཤར་ནས་ཁད་ཀྱིས་ནུབ་སྟེ་སྨག་ཏུ་གྱུར་པ་ལས་ཡང་ནང་པར་འཆར་བ་བཞིན་དུ་ཚེ་འདི་འཕོས་ནས་ཡང་སྐྱེ་བ་ཕྱི་མ་ལེན་ནོ། །
en: O Great King, just as the sun rises, slowly sets, becomes obscured, and then rises again the following morning, so too one passes from this life and takes rebirth.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་ཚེ་འཕོས་ནས་ཕྱི་མར་སྐྱེ་བ་ཡེ་མ་མཆིས་ན་འགྲོ་བ་རྣམས་ཟད་པའི་རིགས་སོ། །
en: O Great King, sentient beings would become extinct species if they died without any subsequent rebirth.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་ཕྱི་རོལ་གྱི་རྩྭ་དང་ཤིང་རྣམས་ཀྱང་དུས་ཀྱི་དབང་གིས་བསྐམས་པ་དེ་ཡང་ཕྱིར་སྐྱེའོ། །
en: O Great King, if we take the grass and trees outside too, those that have withered will grow again through the changing of the seasons.

source: དེ་བཞིན་དུ་སེམས་ཅན་རྣམས་ལས་དང་ཉོན་མོངས་པ་དུས་འགྱུར་བ་དང་འདྲ་བའི་དབང་གིས་སྐྱེ་བ་དང་འཆི་བར་འགྱུར་རོ། །
en: Likewise, sentient beings will be reborn and die through actions and afflicted emotions, which are like the changing of the seasons.

source: དེའི་ཕྱིར་ན་རྒྱལ་པོ་ཆེན་པོ་ཚེ་ཕྱི་མ་ངེས་པར་ཡོད་པར་མཁྱེན་པར་མཛོད་ཅིག །
en: So, O Great King, know that there are future lives.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་རྒྱལ་པོ་ཆེན་པོས་སེམས་ཅན་ཐམས་ཅད་འདི་ནས་ཚེ་འཕོས་ནས་ཕ་དང་། མེས་པོ་དང་། ཡང་མེས་ལ་སོགས་པ་ཐོག་མ་མེད་པ་ནས་བཟུང་བའི་བར་དུ་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་པའི་རིས་འཐུན་པ་རྣམས་འཇིག་རྟེན་ཕ་རོལ་ན་སྐྱེ་བ་མི་ལེན་པར་འདི་ན་ཅི་སྤྱོད་པ་བཞིན་འགྲོགས་ཏེ་གནས་སོ་ཞེས་འཇིག་རྟེན་པ་དག་མཆི་ན། དེ་དེ་ལྟར་ལགས་སམ། ཞེས་གསུང་བ་ནི།
en: “O Great King, you asked whether it is as the worldly say it is. You asked whether all sentient beings after their deaths live on, befriending their kin in a beginningless lineage, including parents, grandparents, great-grandparents, and so forth, and not taking rebirth in a future life but living just as they did in this life.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་འདི་ན་ཕ་དང་བུ་ལ་སོགས་པ་གཅིག་ལ་གཅིག་སྣང་བ་ནི་གཟུགས་དངོས་པོ་ཅན་གཅིག་ལ་གཅིག་སྣང་གི། །སེམས་གཅིག་གིས་གཅིག་མཐོང་བ་ནི་མ་ཡིན་ཏེ
en: O Great King, in this life, when a parent or a child and the like see each other, it is one embodied being seeing another, not one mind seeing another.

source: གཟུགས་ཀྱི་ཕུང་པོ་འདིར་ཞིག་སྟེ་མེད་ན། ཕ་རོལ་ན་སེམས་གཅིག་ལ་གཅིག་ཇི་ལྟར་སྣང་སྟེ་འགྲོགས།
en: If, in this life, the body perishes and is gone, then in the hereafter how would one mind see another and befriend it?

source: ཚེ་འཕོས་པའི་ཕ་དང་། མེས་པོ་དང་། ཡང་མེས་ལ་སོགས་པ་ད་ལྟར་ཚེ་མ་འཕོས་པའི་བུ་ཚ་གཟུགས་ཡོད་པས་ཀྱང་མི་མཐོང་ན་
en: Children, nephews, and nieces who are alive and have physical forms cannot even see their deceased parents, grandparents, and great-grandparents.

source: ཕ་རོལ་ཏུ་ཚེ་འཕོས་པའི་ལུས་མེད་པས་ཕ་དང་། མེས་པོ་དང་། ཡང་མེས་ལ་སོགས་པ་གཟུགས་མེད་པ་ཇི་ལྟར་མཐོང་ནས་འགྲོགས།
en: Then how would disembodied deceased people see and befriend their formless parents, grandparents, and great-grandparents?

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་འདི་ན་ཕ་དང་། བུ་དང་། སྤུན་མང་པོ་འགྲོགས་པའི་དུས་ན་ཡང་གཟུགས་སོ་སོར་སྣང་བ་ལས་
en: “What is more, O Great King, in this life, when the many parents, children, and other relatives get together, even then, it is only their respective physical forms that appear.

source: མ་གཏོགས་པ་རང་གི་སེམས་ཀྱང་རང་གིས་མི་མཐོང་ན་སྤད་དང་སྤུན་གྱི་སེམས་གཅིག་གིས་གཅིག་ལྟ་ག་ལ་མཐོང་ན
en: Unable to see even their own minds, how could children and other relatives ever see each other’s minds?

source: ཚེ་འཕོས་ནས་ཇི་ལྟར་མཐོང་སྟེ།
en: How would they see them after death?

source: ཕ་རོལ་ན་སྤད་དང་། སྤུན་དང་། མེས་པོ་དང་། ཡང་མེས་ལ་སོགས་པ་ཇི་ལྟར་སྣང་ནས་འགྲོགས།
en: How would they, in an afterlife, first see the children, relatives, grandparents, and great-grandparents and then befriend them?

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་ཐོག་མ་མེད་པའི་དུས་ན་དེ་བས་སྔ་བ་མེད་པའི་མེས་པོ་དང་། ད་ལྟའི་བུ་ཚ་རྣམས་ཕ་རོལ་ན་འགྲོགས་ན་
en: “O Great King, let us suppose that an ancestor, one who had no one before him at any point in beginningless time, and his presently existing descendants were to befriend each other in a future life.

source: ད་ལྟ་མིའི་རུས་དང་། རིགས་དང་། ཕྱོགས་དང་། རིས་མི་གཅིག་པ་ཐ་དད་པ་མང་པོ་ཇི་སྙེད་པ་རྣམས་སོ་སོར་དགྲར་གྱུར་པ་རྣམས་དང་། གནས་གང་ན་འདུག་པ་དང་། རུས་རིགས་གཅིག་པ་དང་། སྐད་དང་ཆ་ལུགས་མ་ཐོས་པ་དང་མ་མཐོང་བ་དག་ཀྱང་
en: Now, there are at present many different clans, castes, factions, and parties, some of which have become enemies of each other and whose places of residence, associates of clan and caste, language, and style of dress are neither heard of nor seen.

source: ཐོག་མ་མེས་པོ་གཅིག་ལས་གྱེས་པ་ཡིན་ན་
en: Suppose that they too issued from the same original ancestor.

source: ད་ལྟར་སྤད་དང་། སྤུན་དང་མེས་པོ་ལ་སོགས་པ་འགྲོགས་མི་འགྲོགས་ཀྱི་མཚམས་སྤུན་དང་སྤད་གང་ལ་གཟུང་།
en: How would you delineate which children and relatives do or do not befriend present children, relatives, grandfathers, and so forth?

source: དང་པོ་མེས་པོ་ནས་བཟུང་སྟེ་ད་ལྟར་སྤུན་དང་སྤད་ཀྱི་བར་དུ་བརྒྱུད་པ་རྣམས་ཀྱང་ད་ལྟར་གྱི་སྤད་དང་སྤུན་འདྲ་བར་སོ་སོ་ན་བརྩེ་ཞིང་གདུང་བར་འདྲ་ན་
en: The offspring from this first ancestor, up to and including the presently existing relatives and children, would be alike in their respective affections [and antagonisms] for one another, just like the presently existing children and relatives.

source: གང་གང་ནི་འགྲོགས། གང་གང་ནི་མི་འགྲོགས།
en: If this is so, who befriends whom and who fails to befriend whom?

source: ད་ལྟར་གྱི་མི་རྣམས་སོ་སོ་ནས་བདག་ཅག་གི་མེས་པོ་འདི་ཡིན་ནོ། །ཞེས་ཕྱོགས་དང་རིས་བཟུང་སྟེ།
en: “People who are now living each apprehend their own factions and parties, saying, ‘So-and-so is our ancestor.’

source: བདག་ཅག་འདི་དང་ཕ་གཅིག་གི་བུའོ་ཞེས་ཕྱོགས་དང་རིས་སུ་བཅད་ན་
en: And they determine the factions and parties, saying, ‘We are children of the same father as so-and-so.’

source: དེ་དག་གིས་མེས་པོ་ཞེས་སོ་སོར་བཟུང་བ་དེ་ཀུན་གྱི་ཡང་ཕ་དང་། མེས་པོ་དང་། ཡང་མེས་དང་། ཞེ་མེས་ནས་དང་པོའི་མེས་པོ་ལ་ཐུག་གི་བར་དུ་བརྒྱུད་པ་ནི་ད་ལྟར་སོ་སོར་ན་བདག་ཅག་གི་མེས་པོ་ཞེས་བཟུང་བ་ཡིན་ན་
en: Suppose, too, that they now each grasped as ‘our ancestors’ the lineage of all the fathers, grandfathers, great-grandfathers, and great-great-grandfathers all the way down to the first ancestor—that is, the lineage of all those who respectively apprehend each other as ‘ancestors.’

source: འཇིག་རྟེན་པ་དག་སྨྲ་བ་ལྟར་འདི་ནས་ཚེ་འཕོས་ནས་སྐྱེ་བ་མི་ལེན་པར་ཕ་རོལ་ན་སྤད་དང་སྤུན་འགྲོགས་ན་
en: And suppose, following what the worldly say, these ancestors did not take rebirth after passing from this world, but instead befriended children and relatives in an afterlife.

source: ད་ལྟར་རུས་རིགས་དང་། ཕྱོགས་མི་གཅིག་པ་དང་། དགྲར་གྱུར་པ་ཀུན་ཀྱང་ཕྱོགས་གཅིག་ནས་འགྲོགས་དགོས་སོ། །
en: Then they would have to befriend as one unified faction the presently different clans, castes, and factions, as well as all those people that have become enemies, too.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་ད་ལྟར་གྱི་ཚེ་འདི་གཟུགས་ཅན་དངོས་པོར་སྣང་བ་ཡང་མུན་པ་དང་། ཕག་ན་འདུག་པ་དག་གཅིག་གིས་གཅིག་མི་མཐོང་ན་
en: “O Great King, in this life, although people appear as embodied entities, nonetheless when they are in the dark or hidden they do not see one another.

source: ཚེ་འཕོས་པའི་སེམས་ཅན་གཟུགས་མེད་པས་གཅིག་གིས་གཅིག་ཇི་ལྟར་མཐོང་ནས་འགྲོགས་པར་འགྱུར།
en: Then, given that deceased beings do not have any bodies, how could they see and thus befriend one another?

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་ད་ལྟར་གྱི་སེམས་ཅན་གཟུགས་དང་ལྡན་པས་ཀྱང་མི་མཐོང་བའི་གནས་ཡུལ་མི་གཅིག་པ་དང་། གནས་ཐ་དད་པ་དག་ལ་རང་གི་གཟུགས་སྣང་བར་སྟོན་མི་ནུས་ན་ཚེ་འཕོས་ནས་ཇི་ལྟར་གཟུགས་སྣང་བར་སྟོན་ནུས།
en: O Great King, if embodied sentient beings who are alive now cannot even make their bodies visible to people in some other country or in the different places that they do not see, then how could they ever make their bodies visible after death?

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་འཇིག་རྟེན་པ་ཁ་ཅིག་གིས་གྲགས་པ་དང་རྙེད་པ་དག་བཙལ་བའི་ཕྱིར་བཟླས་པའི་གཏམ་གྱིས་གཞན་སླུ་བར་བྱེད་པ་ལ་གསན་པར་མི་རིགས་སོ། །
en: O Great King, you should not listen to worldly individuals who seek fame and gain and thus deceive others with the tales they tell.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་རྒྱལ་པོ་ཆེན་པོས་འདི་ན་ཕྱུག་དྲེགས་རྒྱགས་པ་རྣམས་ཕ་རོལ་དུ་ཡང་ཕྱུག་དྲེགས་རྒྱགས་པར་འགྱུར་རམ། འདི་ན་དབུལ་རྒུད་ཉམ་ཆུང་བ་རྣམས་ཕ་རོལ་དུ་ཡང་དབུལ་རྒུད་ཉམ་ཆུང་བར་འགྱུར་རམ། འོན་ཏེ་དེ་གཉིས་མི་འདྲ་བར་ཕན་ཚུན་སྣོལ་བར་འགྱུར་ཞེས་གསུངས་པ་གང་ཡིན་པ་དེ་ནི།
en: “O Great King, you asked whether those who are wealthy and proud in this life are also wealthy and proud in the hereafter, whether the poor and humble in this life go on to be poor and humble in the next, or whether people switch between the two.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་སེམས་ཅན་རྣམས་ཚེ་མ་འཕོས་པའི་སྐྱེ་བ་འདི་ལ་ཡང་ལ་ལ་སྐྱེས་མ་ཐག་ཏུ་ཕྱུག་དྲེགས་རྒྱགས་པར་གྱུར་པ་ལས་ལོ་ལྔ་བཅུ་དང་དྲུག་ཅུ་ནས་འཁོགས་པའི་བར་དུ་དབུལ་རྒུད་ཉམ་ཆུང་བ་ཡང་ཡོད། ལ་ལ་སྐྱེས་ནས་
en: O Great King, just take sentient beings in this life who have not yet died: some are wealthy and proud from the moment of birth, but are then poor and humble from the age of fifty or sixty onward into their old age;

source: གཞོན་དར་བའི་ཚེ་ལ་དབུལ་རྒུད་པ་ལས་ལོ་ལྔ་བཅུ་དང་དྲུག་ཅུ་ནས་འཁོགས་པའི་བར་དུ་ཕྱུག་དྲེགས་རྒྱགས་པ་དག་ཡོད་ན་
en: others are poor and humble from birth and throughout their youth, but then, from the age of fifty or sixty up until their old age, they are wealthy and proud. If that is so,

source: ཚེ་འཕོས་ནས་ཕྱུག་དབུལ་མི་རྟག་པ་ལྟ་ཅི་སྨོས།
en: then it is all the more obvious that people’s riches and poverty are impermanent when they are dead!

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་དཔེར་ན་འཇིག་རྟེན་ན་རྩྭ་དང་ཤིང་ལ་སོགས་པ་དྲོ་བ་དང་བརླན་པའི་རྐྱེན་ཚོགས་པའི་ཚེ་ནི་ལོ་མ་དང་འདབ་མ་རྒྱས་པར་འགྱུར་ལ། གྲང་ཞིང་རླན་མེད་པའི་རྐྱེན་གྱིས་སྐམས་པར་འགྱུར་བ་
en: O Great King, to use an analogy, in this world when conditions like warmth and moisture are present, grass, trees, and other plants grow leaves, but when it is cold and dry they wither.

source: བཞིན་དུ་སྦྱིན་པ་ལ་སོགས་པའི་རྐྱེན་གྱིས་ནི་ཕྱུག་དྲེགས་རྒྱགས་པར་འགྱུར་ལ། རྐུ་འཕྲོག་དང་། སེར་སྣའི་དབང་གིས་ནི་དབུལ་རྒུད་པར་འགྱུར་རོ། །
en: Similarly, one becomes wealthy and proud due to conditions such as generosity, but poor and humble from theft and miserliness.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་སྦྱིན་པ་རྒྱུན་མ་ཆད་པས་ཚེ་རབས་ནས་ཚེ་རབས་སུ་ཕྱུག་དྲེགས་རྒྱགས་པ་ཡང་ཡོད།
en: “O Great King, some people are wealthy and proud from life to life because they have always been generous.

source: ཕྱོགས་ཆ་དང་སྦྱིན་པ་ལ་འགྱོད་པ་བྱས་པས་ཚེ་འགའ་དང་། ཚེ་སྟོད་སྨད་ལ་དབུལ་རྒུད་པ་ཡང་ཡོད།
en: Others are poor and humble in some lives, or at the beginning or end of certain lives, because they were partial or had regrets about giving.

source: དུས་ཐམས་ཅད་དུ་རྐུ་འཕྲོག་དང་སེར་སྣ་དག་ལ་གནས་པས་ཚེ་རབས་ནས་ཚེ་རབས་སུ་དབུལ་རྒུད་པ་ཡང་ཡོད།
en: Some are poor and humble life after life because they always stole or were miserly.

source: རྐུ་འཕྲོག་དང་སེར་སྣ་ལ་འགྱོད་པ་བྱས་པས་ཚེ་འགའ་འམ། ཚེ་སྟོད་སྨད་ལ་ཕྱུག་དྲེགས་པ་ཡང་ཡོད་དོ། །
en: Yet others are wealthy and proud in some lives, or at the beginning or end of certain lives, because they regretted their theft and miserliness.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་སྦྱིན་པའི་རྐྱེན་གྱིས་དབུལ་རྒུད་པ་ཡང་མི་འབྱུང་ངོ་། །
en: O Great King, being poor and humble does not come about through generosity.

source: སེར་སྣའི་དབང་གིས་ཕྱུག་དྲེགས་པ་ཡང་མི་འབྱུང་ངོ་། །
en: Being wealthy and proud does not come about through miserliness.

source: ཕྱུག་དྲེགས་པ་དང་དབུལ་རྒུད་པ་འདི་གཉིས་ཚེ་སྔ་ཕྱི་ལ་རྗེ་བ་ཡང་མ་ལགས་སོ། །
en: One does not simply [arbitrarily] switch between riches and poverty from one life to the next.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་རྒྱལ་པོ་ཆེན་པོས་འདི་ན་རྟ་དང་། གླང་པོ་ཆེ་ལ་སོགས་པ་ཞོན་པ་དང་། འདི་ན་གོས་གྱོན་པ་དང་། རྒྱན་ཐོགས་པ་དང་། འདི་ན་ཟས་བཟའ་བ་དང་། བཏུང་བ་དང་ལྡན་པ་རྣམས་ཚེ་འཕོས་ནས་ཕ་རོལ་ཏུ་ཡང་དེ་བཞིན་དུ་ཞོན་པ་དང་། གྱོན་པ་དང་། ཟ་ཞིང་འཐུང་ངོ་ཞེས་འཇིག་རྟེན་པ་དག་མཆི་ན་དེ་དེ་ལྟར་ལགས་སམ་ཞེས་གསུངས་པ་ནི།
en: “O Great King, you asked whether what the worldly say is really true. You asked whether those who, in this life, ride horses and elephants and so forth, wear fine clothes and ornaments, and eat food and drink, continue in future lives after their deaths to ride, dress, eat, and drink in the same ways.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་མི་རྣམས་ཚེ་འཕོས་པའི་ཚེ་ལས་དགེ་སྡིག་གང་སྤྱད་པ་བཞིན་མཐོ་རིས་དང་ངན་སོང་དག་ཏུ་སྐྱེ་བ་ལེན་ཏེ
en: O Great King, when humans die, they take rebirth in the heavens or in the lower realms in line with how they had practiced virtuous or nonvirtuous actions.

source: རྒྱལ་པོ་ཆེན་པོ་འཇིག་རྟེན་པ་དག་མཆི་བ་ལྟར་མ་ལགས་སོ། །
en: O Great King, it is not as the worldly say it is.

source: ཚེ་འཕོས་པ་འདིའི་ཆ་ལུགས་ལྟར་སྣང་བ་ནི་
en: “What about an apparition of a deceased individual’s style of dress?

source: བར་སྣང་གི་ཁམས་འདི་ན་དྲི་ཟའི་འཇིག་རྟེན་གྱི་ཁམས་དཔག་ཏུ་མེད་པ་བསམ་གྱིས་མི་ཁྱབ་པ་མཐར་ཐུག་པ་མེད་པ་ཡོད་དོ། །
en: In the heavenly realm there exists an unfathomable, unimaginable, limitless world of gandharvas.

source: དྲི་ཟ་འཆི་ཀ་མའི་སེམས་ལ་ཉེ་བར་འཇུག་པ་ཞེས་བྱ་བའི་རིགས་ཡོད་དེ། །
en: One type there is called the gandharva who preys upon the minds of those on the verge of death.

source: དེས་དྲི་ཟའི་ཟས་བཙལ་བའི་ཕྱིར་ཚེ་རབས་སྔ་མའི་ལུས་དང་། གོས་དང་། རྒྱན་དང་། ཆ་ལུགས་ལྟ་བུ་དག་སྤྲུལ་པར་བྱེད་དེ།
en: In search of the food that gandharvas eat, they create an illusion of the body, clothes, ornaments, and style of dress of someone who lived previously.

source: ཚེ་འཕོས་པ་དེའི་ཆ་ལུགས་དང་གཏམ་དག་བྱེད་ཅིང་སྤྲུལ་པ་སྟོན་པ་ཡང་ཡོད་དོ། །
en: They thus create and display illusions of the style of dress and the speech of a deceased person.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་འདི་ལ་གཞན་ཡང་ཡོད་དེ། །
en: But there is more here, O Great King.
